org/en/license.org
#+STARTUP: showall
#+OPTIONS: toc:nil
# Local variables:
# after-save-hook: org-publish-current-file
# end:

* About this

This is my personal webpage, where I write stuff and present myself.  The source
code can be found [[http://git.mssola.com/jo.git/][here]].

* License

#+BEGIN_SRC txt
Copyright (C) 2018 Miquel Sabaté Solà <mikisabate@gmail.com>

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see <https://www.gnu.org/licenses/>.
#+END_SRC

* Creative Commons

All documents provided by this site (e.g. blog posts, articles, etc.) are
released under the [[https://creativecommons.org/licenses/by-nd/4.0/][Creative Commons BY-ND 4.0]] license. All of the opinions
stated here are solely my own unless explicitly stated otherwise.

* Style

The style and the layout of this site are heavily based on the default theme of
Jekyll [[https://github.com/jekyll/minima][minima]]. This theme is licensed under the [[https://opensource.org/licenses/MIT][MIT]].
